Repository: stellio/nonverbal-test
Catalog: languages/nonverbal-test-*.po
Languages: ru_ru

source: TPE
ru_ru: ТПЭ

source: Functional
ru_ru: Функциональный

source: Repeat testing
ru_ru: Повторить тестирование

source: Subtype TPE is not found. It is recommended to repeat the test again.
ru_ru: Подтип ТПЭ не определен. Рекомендую повторить тест еще раз.

source: The leading type TPE is not defined. It is recommended to repeat the test again.
ru_ru: Доминирующий ТПЭ не определен. Рекомендую повторить тест еще раз.

source: Can't Load Tpe Quadras
ru_ru: Не удалось загрузить ТПЭ квадры

source: Error! Failed to load the result
ru_ru: Ошибка! Не удалось загрузить результат

source: Testing completed!
ru_ru: Тестирование завершено

source: Congratulations!
ru_ru: Поздравляем!

source: To view results please, answer the following questions for the confidential collection of test statistics
ru_ru: Для просмотра результатов пожалуйста, ответьте на следующие вопросы для конфиденциального сбора статистики

source: Graphs of the distribution of signs
ru_ru: Графики распределения признаков

source: TPE graphics domination
ru_ru: Графики доминации ТПЭ

source: Functionality profiles domination
ru_ru: График доминации функционального профиля

source: Start testing
ru_ru: Начать тестирование

source: Please, answer the following questions for the confidential collection of test statistics:
ru_ru: Пожалуйста, ответьте на следующие вопросы для конфиденциального сбора статистики:

source: How do you type yourself?
ru_ru: К какому типу вы себя относите?

source: (ILI) Honore de Balzac
ru_ru: (ИЛИ) Бальзак

source: (SLI) Jean Gabin
ru_ru: (СЛИ) Габен

source: (EIE) Hamlet
ru_ru: (ЭИЭ) Гамлет

source: (IEE) Aldous Huxley
ru_ru: (ИЭЭ) Гексли

source: (LSI) Gorky
ru_ru: (ЛСИ) Горький

source: (ESE) Victor Hugo
ru_ru: (ЭСЭ) Гюгю

source: (LIE) Jack London
ru_ru: (ЛИЭ) Джек Лондон

source: (ILE) Don Quixote
ru_ru: (ИЛЭ) Дон Кихот

source: (EII) Fyodor Dostoyevsky
ru_ru: (ЭИИ) Достоевский

source: (ESI) Dreiser
ru_ru: (ЭСИ) Драйзер

source: (SEI) Dumas
ru_ru: (СЭИ) Дюма

source: (IEI) Sergei Yesenin
ru_ru: (ИЭИ) Есенин

source: (SLE) Georgy Zhukov
ru_ru: (СЛЭ) Жуков

source: (SEE) Napoleon I.
ru_ru: (СЭЭ) Наполеон

source: (LII) Maximilien Robespierre
ru_ru: (ЛИИ) Робеспьер

source: (LSE) Stierlitz
ru_ru: (ЛСЭ) Штирлиц

source: If you are not sure, please, indicate another type(s) as a most probable option.
ru_ru: Если вы не уверены, пожалуйста, укажите другой тип (ы) как наиболее вероятный вариант.

source: On what basis did you decide about your type?
ru_ru: На каком основании Вы определили свой тип?

source: Test results
ru_ru: Результаты тестов

source: Forum’s discussion
ru_ru: Обсуждение на форуме

source: Friend’s help
ru_ru: Помощь друга

source: Consultancy
ru_ru: Помощь консультанта

source: Other
ru_ru: Другое

source: What is your age?
ru_ru: Ваш возраст?

source: What is your gender?
ru_ru: Ваш пол?

source: Male
ru_ru: Mужчина

source: Female
ru_ru: Женщина

source: What is your name or nickname?
ru_ru: Ваше имя или ник?

source: Please review your responses and click submit to view results.
ru_ru: Пожалуйста, проверьте ответы и отошлите их для получения результата

source: Submit
ru_ru: Отправить
